[
  {
    "id": 1,
    "description": "All documents related to Your applications for the two GS-15 supervisory positions advertised on June 23, 2023 and July 7, 2023."
  },
  {
    "id": 2,
    "description": "All documents supporting Your claim regarding the Knoxville Field Office Federal Land Law Specialist position and the January 10, 2017 policy."
  },
  {
    "id": 3,
    "description": "All medical documentation submitted to the Agency in support of reasonable accommodation requests from January 2020 to the present."
  },
  {
    "id": 4,
    "description": "All emails, memoranda, and communications between You and Regional Solicitor Goessling from January 1, 2024 through October 10, 2024."
  },
  {
    "id": 5,
    "description": "All emails, memoranda, and communications between You and supervisor Cortelyou-Hamilton from January 1, 2024 through October 10, 2024."
  },
  {
    "id": 6,
    "description": "All time and attendance records for calendar years 2023 and 2024."
  },
  {
    "id": 7,
    "description": "All documents related to Your PB 18-01 complaint(s) filed in 2024."
  },
  {
    "id": 8,
    "description": "All prior EEO complaints, counseling reports, and settlements from Your employment with the Agency."
  },
  {
    "id": 9,
    "description": "All performance evaluations and performance-related documents from Your employment with the Agency."
  },
  {
    "id": 10,
    "description": "All laudatory emails, commendations, or recognition received during fiscal years 2022, 2023, and 2024."
  },
  {
    "id": 11,
    "description": "All documents evidencing Your workload during fiscal years 2022, 2023, and 2024."
  },
  {
    "id": 12,
    "description": "All documents related to Your compensatory time request for work performed during bereavement leave in June 2024."
  },
  {
    "id": 13,
    "description": "All documents related to the site visit denial referenced in Issue 2(m)."
  },
  {
    "id": 14,
    "description": "All documents related to Your requests to facilitate seminars for the Chief Justice's Commission on Professionalism."
  },
  {
    "id": 15,
    "description": "All documents related to the BUIS opinion referenced in Issue 2(q)."
  },
  {
    "id": 16,
    "description": "All medical records or bills evidencing treatment You contend was caused or exacerbated by the alleged conduct."
  },
  {
    "id": 17,
    "description": "All documents related to the MSPB substitution of counsel request referenced in Issue 3(a)."
  },
  {
    "id": 18,
    "description": "All communications regarding Your medical records from August 2020 to the present."
  },
  {
    "id": 19,
    "description": "All documents related to the Touhy assignment referenced in Issue 2(u)."
  },
  {
    "id": 20,
    "description": "All documents You intend to introduce as evidence in this matter."
  }
]
